Repository: emspay/ems-online-woocommerce
Catalog: languages/emspay-*.po
Languages: de_de

source: There was a problem processing your transaction: %s
de_de: Leider ist ein Fehler bei der Verarbeitung Ihrer Bezahlung aufgetreten: %s. Bitte versuchen Sie nochmals.

source: Unfortunately, we can not currently accept your purchase with AfterPay. Please choose another payment option to complete your order. We apologize for the inconvenience.
de_de: We are sorry to inform you that your request to pay afterwards cannot be accepted by Afterpay. This could have been caused by various (temporary) reasons. If you have any questions pertaining to your rejection, please contact the Afterpay Customer Service via link https://www.afterpay.nl/en/customers/contact or by phone via +31 20 72 30 270. We advise you to select another payment method to complete the payment of your order.

source: Your payment using AfterPay is successful.
de_de: Ihre Zahlung mit AfterPay ist erfolgreich.

source: The invoice will be sent to your email.
de_de: Die Rechnung wird an Ihre E-Mail Adresse gesendet.

source: Additional Information
de_de: Weitere Informationen

source: Gender:
de_de: Geschlecht:

source: Male
de_de: Mann

source: Female
de_de: Frau

source: Dag
de_de: Tag

source: Maand
de_de: Monat

source: Jan
de_de: Januar

source: Feb
de_de: Februar

source: Mar
de_de: März

source: Apr
de_de: April

source: May
de_de: Mai

source: Jun
de_de: Juni

source: Jul
de_de: Juli

source: Aug
de_de: August

source: Sep
de_de: September

source: Oct
de_de: Oktober

source: Nov
de_de: November

source: Dec
de_de: Dezember

source: Jaar
de_de: Jahr

source: I accept <a href='%s' target='_blank'>Terms and Conditions</a>
de_de: Ich akzeptiere AfterPay <a href='%s' target='_blank'>Allgemeine Geschäftsbedingungen</a>

source: American Express - EMS Online
de_de: EMS Online: American Express

source: There was a problem processing your transaction.
de_de: Leider ist ein Fehler bei der Verarbeitung Ihrer Bezahlung aufgetreten. Bitte versuchen Sie nochmals.

source: Apple Pay - EMS Online
de_de: EMS Online: Apple Pay

source: Bancontact - EMS Online
de_de: EMS Online: Bancontact

source: Banktransfer - EMS Online
de_de: EMS Online: Banküberweisung

source: Awaiting Bank-Transfer Payment
de_de: Warten auf die Zahlung der Banküberweisung

source: Please use the following payment information:
de_de: Verwenden Sie die folgende Referenz beim Zahlen mit Ihre Banküberweisung:

source: Bank Reference:
de_de: Bankreferenz:

source: Account Holder:
de_de: Kontoinhaber :

source: Residence:
de_de: Wohnort :

source: API key
de_de: API Schüssel

source: API key provided by EMS
de_de: Duplizieren Sie Ihre EMS Online API Schlüssel aus der Merchant Portal

source: Test API key
de_de: Test API Schlüssel

source: Test API key for testing implementation of Klarna.
de_de: Bitte geben Sie die API-Schlüssel der Test Web-Shop für Prüfung Klarna ein. Dies gilt nur wenn Sie Klarna offerieren.

source: Klarna Debug IP
de_de: IP-Adresse (n) für Prüfung Klarna

source: IP address for testing Klarna. If empty, visible for all. If filled, only visible for specified IP addresses. (Example: 127.0.0.1, 255.255.255.255)
de_de: Sie können spezifische IP-adressen für Klarna eingeben (zum Beispiel: IP addresse 128.0.0.1, 255.255.255.255). Wenn Sie nichts eingeben ist KLarna wahrnehmbar in jeder IP-adresse.

source: Failed payment page
de_de: Webseite wenn Zahlung fehlgeschlagen ist

source: Page where user is redirected after payment has failed.
de_de: Der Seite wohin der Käufer geleitet wird, wenn die Zahlung ist fehlgeschlagen.

source: Checkout Page
de_de: Zur Kasse

source: Shopping Cart
de_de: Warenkorb

source: cURL CA bundle
de_de: cURL CA bündle

source: Use cURL CA bundle
de_de: cURL CA bundel benutzen

source: Resolves issue when curl.cacert path is not set in PHP.ini
de_de: Löst Frage wenn curl.cacert Pfad nicht in PHP.ini eingestellt wird

source: Mastercard, VISA, Maestro or V PAY - EMS Online
de_de: EMS Online: Mastercard, VISA, Maestro or V PA

source: Your transaction is still being processed. You will be notified when status is updated.
de_de: Ihre Bezahlung wird verarbeitet. Wir haben noch keine Bestätigung von Ihrem Bank- oder Kartenaussteller erhalten. Sie erhalten eine Nachricht, sobald wir dies entfangen haben.

source: Gateway Disabled
de_de: Gateway deaktiviert

source: Current shop currency %s not supported by EMS Online.
de_de: Die aktuelle Shopwährung %s wird von EMS Online nicht unterstützt.

source: Current shop currency %s not supported by %s.
de_de: Aktuelle Shopwährung %s wird von %s nicht unterstützt.

source: Enable iDEAL Payments
de_de: Aktivieren iDEAL Zahlungen

source: Credit Card
de_de: Kreditkarte

source: Enable Credit Card Payments
de_de: Aktivieren Kreditkarten Zahlungen

source: Bank Transfer
de_de: Banküberweisung

source: Enable Bank Transfer Payments
de_de: Aktivieren Banküberweisung Zahlungen

source: Enable Klarna Pay Now Payments
de_de: Aktivieren Klarna Pay Now Zahlungen

source: Enable Bancontact Payments
de_de: Aktivieren SOFORT Zahlungen

source: Enable PayPal Payments
de_de: Aktivieren PayPal Zahlungen

source: AfterPay
de_de: EMS Online: AfterPay

source: Enable AfterPay Payments
de_de: Aktivieren AfterPay Zahlungen

source: Enable Klarna Pay Later Payments
de_de: Aktivieren Klarna Pay Later Zahlungen

source: Enable Payconiq Payments
de_de: Aktivieren Payconiq Zahlungen

source: Enable Apple Pay Payments
de_de: Aktivieren Apple Pay Zahlungen

source: Enable Pay Now Payments
de_de: Aktivieren Pay Now Zahlungen

source: Enable American Express Payments
de_de: Aktivieren American Express Zahlungen

source: Enable Tikkie Payment Request Payments
de_de: Aktivieren Tikkie Payment Request Zahlungen

source: Enable WeChat Payments
de_de: Aktivieren WeChat Zahlungen

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout.
de_de: Dieses Feld enthalt der Titel der Zahlungsmethode die ihre Kunden beim Zahlen angezeigt wird.

source: Allowed currencies
de_de: Zulässige Währungen

source: Payment gateway will be available ONLY for selected currencies.
de_de: Das Zahlungsgateway ist NUR für ausgewählte Währungen verfügbar.

source: If set empty - option is ignored.
de_de: Wenn leer gesetzt, wird die Option ignoriert.

source: Select currencies...
de_de: Währungen auswählen ...

source: Test API key for testing implementation of AfterPay.
de_de: Bitte geben Sie die API-Schlüssel der Test Web-Shop für Prüfung AfterPay ein. Dies gilt nur wenn Sie AfterPay offerieren.

source: AfterPay Debug IP
de_de: IP-Adresse (n) für Prüfung AfterPay

source: IP address for testing AfterPay. If empty, visible for all. If filled, only visible for specified IP addresses. (Example: 127.0.0.1, 255.255.255.255)
de_de: Sie können spezifische IP-adressen für AfterPay eingeben (zum Beispiel: IP addresse 128.0.0.1, 255.255.255.255). Wenn Sie nichts eingeben ist AfterPay wahrnehmbar in jeder IP-adresse.

source: Countries available for AfterPay
de_de: Für AfterPay verfügbare Länder

source: To allow AfterPay to be used for any other country just add its country code (in ISO 2 standard) to the "Countries available for AfterPay" field. Example: BE, NL, FR <br> If field is empty then AfterPay will be available for all countries.
de_de: Damit AfterPay für jedes andere Land verwendet werden kann, fügen Sie einfach seinen Ländercode (in ISO 2-Norm) in das Feld "Für AfterPay verfügbare Länder" ein. Beispiel: BE, NL, FR' <br> If field is empty then AfterPay will be available for all countries.

source: Your order %s at %s
de_de: Ihre Bestellung %s bei %s

source: iDEAL - EMS Online
de_de: EMS Online: iDEAL

source: Payment Error: You must choose an iDEAL Bank!
de_de: Bei einer Zahlung mit iDEAL, bitte wählen Sie Ihre Bank.

source: Choose your bank:
de_de: Bitte wählen Sie Ihre Bank:

source: Klarna Pay Later - EMS Online
de_de: EMS Online: Klarna Pay Later

source: Unfortunately, we can not currently accept your purchase with Klarna. Please choose another payment option to complete your order. We apologize for the inconvenience.
de_de: We are sorry to inform you that your request to pay afterwards cannot be accepted by Klarna. This could have been caused by various (temporary) reasons. If you have any questions pertaining to your rejection, please contact the Klarna Customer Service via link https://www.afterpay.nl/en/customers/contact or by phone via +31 20 72 30 270. We advise you to select another payment method to complete the payment of your order.

source: Your payment using Klarna is successful.
de_de: Ihre Bezahlung mit Klarna ist erfolgreich abgeschlossen.

source: Pay now - EMS Online
de_de: EMS Online: Jetzt zahlen

source: PayPal - EMS Online
de_de: EMS Online: PayPal

source: Tikkie Payment Request - EMS Online
de_de: EMS Online: Tikkie Payment Request

source: WeChat - EMS Online
de_de: EMS Online: WeChat

source: Only completed orders can be refunded
de_de: Nur abgeschlossene Bestellungen können erstattet werden

source: Refunds only possible when captured
de_de: Rückerstattungen nur bei Erfassung möglich

source: Refund order is not completed: %s
de_de: Rückerstattungsauftrag ist nicht abgeschlossen:%s

source: Refund order is not completed
de_de: Rückerstattungsauftrag ist nicht abgeschlossen

source: Please beware that for EMS transactions the refunds will process directly to the gateway!
de_de: Bitte beachten Sie, dass bei EMS-Transaktionen die Rückerstattungen direkt an das Gateway weitergeleitet werden!
